TEXTS = {
#     "start": """Привет!  Я буду рад помочь тебе в сборе СЕО ядра для твоей карточки на WILDBERRIES .
# Меньше чем за минуту я соберу тебе все самые популярные слова и запросы для твоего товара. Вписав эти слова в свою карточку товара ты сможешь попасть в максимальное число поисковых запросов. Важно то, что я собираю запросы именно с маркетплэйсов , поэтому те слова которые я дам максимально эффективны.
# Благодаря мне ты на несколько часов сократишь рутинную работу по созданию хорошей карточки товара. А аналитика собиравшего СЕО можешь и вовсе уволить и потратить его зарплату на развитие бизнеса. В год выйдет не хилая сумму))
#
# Пиши моему администратору @andri_man и он выдаст доступ ко всем моим функциям.""",
    "start": """🚀Привет!  
🔥Я соберу СЕО ядра из всех самых популярных запросов для твоей карточки на WILDBERRIES за считанные секунды. 
🔥Вписав СЕО слова которые я тебе дам в EXCEL файле в свою карточку товара ты сможешь попасть в максимальное число поисковых запросов и увеличить свою прибыль. 
❗️Важно то, что я собираю запросы именно с маркетплэйсов , поэтому те слова, которые я дам максимально эффективны. 
🚀Благодаря мне ты на несколько часов сократишь рутинную работу по созданию хорошей карточки товара. А аналитика собиравшего СЕО можешь и вовсе уволить и потратить его зарплату на развитие бизнеса. В год выйдет не хилая сумма))) 

🤖 Робот работает по платной подписке и она в десятки раз меньше чем зарплата СЕО - аналитика или разовые услуги менеджеров собирающих СЕО
🔥Так же Робот выполнит всю работу в разы качественнее, так как роботы понимают роботов, а СЕО читают все таки роботы на WB
🔥Ну и конечно же Робот сделает всю работу намного быстрее любого человека, ему  на все потребуется  меньше 10 секунд.


🔺 Наш официальный канал  @robo_wb""",
    "subscribe": """Реквизиты для оплаты

Сбер
4274320077397829
Получатель: Данил Георгиевич Е. 

Тинькофф
5536913942365459
Получатель: Данил Е. 

После оплаты нажмите на кнопку Оплатил(а) 

И под этими сообщением поставить кнопку ОПЛАТИЛ (А)""",
    "paid": """Чек об оплате отправьте, пожалуйста, администратору @andri_man и он подключит вас в систему робота, вы сможете использовать весь его функционал. Так же проконсультирует Вас и ответит на любые вопросы.

После подключения нажмите на команду \"Старт\"""",
    "command_1": "Супер! Что у тебя за товар?",
    "command_2": "Класс! Теперь напиши мне все поисковые запросы с которых я соберу всё СЕО  у лучших 100 карточек! \
     (Каждый запрос с новой строки)",
    "error": "Упс.. Произошла ошибка на стороне WB,  сообщи об этом администратору @andri_man он все исправит в \
кратчайшие сроки.",
    "help": """Бот предназначен для подбора всех возможных поисковых слов и запросов по которым  ищут Ваш товар на маркетплэйсах. ( Либо которые можно собрать в фразу для поиска вашего товара -  да и такое мы тоже можем🔥 ) 

Как пользоваться? 

Команда 1 ПОИСКОВЫЕ ЗАПРОСЫ
Нажав на нее вы получите все самые частые запросы для своего товара на данный момент. 

Пример : 

Вы выбираете данную команду и пишите боту:  "джинсы" 
Бот собирает и отдаёт Вам самые частые поисковые запросы со словом "джинсы" на данный момент. И отдаёт вам:

джинсы женские с высокой посадкой
джинсы мужские
джинсы клеш женские
джинсы мужские прямые
джинсы для беременных
джинсы бананы
джинсы женские бананы
джинсы для девочки
джинсы женские прямые
джинсы широкие

Далее вы можете воспользоваться еще раз этой командой и подобрать запросы например для запроса - "джинсы мужские". Бот так же Вам отдаст самые частые запросы со словосочетанием джинсы мужские. 
Так вы можете делать неограниченное число раз и подобрать сколько угодно поисковых запросов для своего товара. 

Команда 2 - Сбор SEO ядра.

Выбрав эту команду вы отправляете те поисковые запросы которые вы уже собрали в команде 1. Бот все их отрабатывает и отдает EXCEL файл  со всеми СЕО словами каждой из первых 100 карточек по каждому из отправленных вами запросов. Далее отправляет Вам EXCEL файл где все эти слова отсортированны по частотности ( то есть по количеству запросов по ним) от большего к меньшему."""
}
